Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: The watchlist is showing all \(watchedCount) pinned agents.
ja: ウォッチリストは、\(watchedCount) 件の固定エージェントをすべて表示しています。
zh_hans: 当前关注列表显示全部 \(watchedCount) 个已固定 agent。

source: The watchlist is showing the only pinned agent.
ja: ウォッチリストは、唯一の固定エージェントを表示しています。
zh_hans: 当前关注列表显示唯一一个已固定的 agent。

source: The wire network is enabled but no peers are currently visible.
ja: ワイヤネットワークは有効ですが、現在見えているピアはありません。
zh_hans: 线网网络已启用，但当前看不到任何节点。

source: Then \(remainingVisibleSections.count) more visible sections follow in sequence.
ja: その後に \(remainingVisibleSections.count) 件の表示中セクションが順に続きます。
zh_hans: 随后还会按顺序显示 \(remainingVisibleSections.count) 个可见分区。

source: These agents are running but have not reported activity for at least 30 minutes.
ja: これらのエージェントは稼働中ですが、少なくとも 30 分間アクティビティを報告していません。
zh_hans: 这些智能体正在运行，但至少 30 分钟未上报活动。

source: These handoff signals are local to this iPhone and help keep operator follow-through visible inside the incident flow.
ja: これらの引き継ぎシグナルはこの iPhone ローカルのもので、インシデントの流れの中でオペレーターの追従を見える状態に保ちます。
zh_hans: 这些交接信号仅保存在这台 iPhone 上，用于在事故流中保持操作跟进可见。

source: These warnings come from the kernel config validator and usually explain drift before it becomes an outage.
ja: これらの警告はカーネル設定バリデーターからのもので、通常は障害になる前のドリフトを説明します。
zh_hans: 这些告警来自内核配置校验器，通常会在故障发生前解释漂移原因。

source: This agent has no recent outbound delivery receipts.
ja: このエージェントには最近の送信配信レシートがありません。
zh_hans: 这个代理最近没有出站投递回执。

source: This agent is no longer present in the current snapshot.
ja: このエージェントは現在のスナップショットにはもう存在しません。
zh_hans: 这个代理已不再出现在当前快照中。

source: This card keeps the main readiness layers readable on mobile before you open the deeper monitors.
ja: より深いモニターを開く前に、このカードは主要な準備状況レイヤーをモバイルで読みやすく保ちます。
zh_hans: 在打开更深的监控前，这张卡片会让主要就绪度层在移动端保持可读。

source: This compact slice shows whether runtime pressure is mostly token-heavy, tool-heavy, or session-heavy.
ja: このコンパクトな断面では、ランタイム圧力が token、ツール、セッションのどれに偏っているかを確認できます。
zh_hans: 这个紧凑切片会显示运行时压力主要偏向 token、工具还是会话负载。

source: This device is pointed at \(hostLabel) for runtime refreshes and action routing.
ja: このデバイスは現在 \(hostLabel) を向いており、ランタイム更新とアクションルーティングに使用されます。
zh_hans: 这台设备当前指向 \(hostLabel)，用于运行时刷新和操作路由。

source: This iPhone is currently using \(currentLanguageLabel) for LibreFang.
ja: この iPhone は現在、LibreFang に \(currentLanguageLabel) を使用しています。
zh_hans: 这台 iPhone 当前为 LibreFang 使用 \(currentLanguageLabel)。

source: This is the next stack the screen will open into.
ja: これは画面が次に開くスタックです。
zh_hans: 这是屏幕接下来会展开进入的堆栈。

source: This is the redacted runtime config view from the server, not local iPhone settings.
ja: これはローカルの iPhone 設定ではなく、サーバー由来のマスク済み runtime 設定ビューです。
zh_hans: 这是来自服务器的脱敏运行时配置视图，不是本地 iPhone 设置。

source: This mobile snapshot keeps the most important runtime buckets visible before the longer provider and hand lists.
ja: このモバイルスナップショットは、長いプロバイダ一覧や hand 一覧の前に、最も重要なランタイムの区分を見える状態に保ちます。
zh_hans: 这个移动端快照会在更长的提供方和 hand 列表前，先保持最重要的运行时桶位可见。

source: This queue coverage condenses the lower operator feeds before the watchlist, sessions, attention agents, and audit cards.
ja: このキューカバレッジは、ウォッチリスト、セッション、要注意 agent、監査カードの前に、下位のオペレーターフィードを凝縮します。
zh_hans: 这块队列覆盖会在观察列表、会话、关注代理和审计卡片展开前，先压缩展示下方运维 feed。

source: This queue coverage condenses the runtime queues before the longer automation, session, approval, and audit sections.
ja: このキューカバレッジは、より長い自動化、セッション、承認、監査セクションの前にランタイムキューを圧縮してまとめます。
zh_hans: 这张队列概览会在更长的自动化、会话、审批和审计分区前，先压缩汇总运行时队列。

source: This redacted config snapshot comes from the server and keeps home, data, auth, and memory tuning visible before deeper config rows.
ja: このマスク済み設定スナップショットはサーバー由来であり、より深い設定行の前に home、data、auth、メモリ調整を見えるまま保ちます。
zh_hans: 这个脱敏配置快照来自服务器，会在更深的配置行之前保持 home、data、auth 和内存调优可见。

source: This section focuses on model providers, delivery channels, and the model catalog rather than runtime execution.
ja: このセクションはランタイム実行ではなく、モデルプロバイダ、配信チャネル、モデルカタログに焦点を当てています。
zh_hans: 此区域聚焦模型提供方、投递渠道和模型目录，而不是运行时执行本身。

source: This server did not report a catalog sync timestamp, but the current cached catalog is still available.
ja: このサーバーはカタログ同期時刻を報告しませんでしたが、現在のキャッシュ済みカタログは利用可能です。
zh_hans: 该服务器未上报目录同步时间戳，但当前缓存的目录仍可用。

source: This server has not reported a catalog sync timestamp and currently exposes no catalog models.
ja: このサーバーはカタログ同期時刻を報告しておらず、現在はカタログモデルを公開していません。
zh_hans: 该服务器未上报目录同步时间戳，且当前没有暴露任何目录模型。

source: This surface keeps outbound delivery state visible before any receipts load.
ja: この画面は、レシートが 1 件も読み込まれる前に送信配信状態を見えるまま保ちます。
zh_hans: 这个界面会在任何回执加载前让外发投递状态保持可见。

source: This surface keeps workspace identity visible before any files load.
ja: この画面は、ファイルが 1 件も読み込まれる前にワークスペース ID を見えるまま保ちます。
zh_hans: 这个界面会在任何文件加载前让工作区身份保持可见。

source: Threshold
ja: しきい値
zh_hans: 阈值

source: Tier
ja: ティア
zh_hans: 等级

source: Timeline
ja: タイムライン
zh_hans: 时间线

source: Tip \(String(tipHash.prefix(16)))...
ja: ヒント \(String(tipHash.prefix(16)))...
zh_hans: 提示 \(String(tipHash.prefix(16)))...

source: Today
ja: 今日
zh_hans: 今日

source: Today \(localizedUSDCurrency(budgetDailyCost))
ja: 今日 \(localizedUSDCurrency(budgetDailyCost))
zh_hans: 今日 \(localizedUSDCurrency(budgetDailyCost))

source: Today \(localizedUSDCurrency(dailySpend))
ja: 今日 \(localizedUSDCurrency(dailySpend))
zh_hans: 今日 \(localizedUSDCurrency(dailySpend))

source: token
ja: トークン

source: Token Leaderboard
ja: トークンリーダーボード
zh_hans: Token 排行榜

source: Token Leaders
ja: トークンリーダー
zh_hans: Token 领跑者

source: Token usage
ja: トークン使用量
zh_hans: Token 用量

source: Token Usage
ja: トークン使用量
zh_hans: Token 用量

source: tokens
ja: トークン

source: Tokens
ja: トークン
zh_hans: Token 数

source: tool call
ja: ツール呼び出し
zh_hans: 工具调用

source: tool calls
ja: ツール呼び出し
zh_hans: 工具调用

source: Tool calls
ja: ツール呼び出し
zh_hans: 工具调用

source: Tool Calls
ja: ツール呼び出し
zh_hans: 工具调用

source: Tool Inventory
ja: ツールインベントリ
zh_hans: 工具清单

source: Tool Leaderboard
ja: ツールリーダーボード
zh_hans: 工具排行榜

source: Tool Leaders
ja: ツールリーダー
zh_hans: 工具领跑者

source: Tool Profiles
ja: ツールプロファイル
zh_hans: 工具配置档

source: Tool profiles are server-defined bundles. They explain what an agent can and cannot call even when the rest of the runtime looks healthy.
ja: ツールプロファイルはサーバー定義のバンドルです。ランタイムの他の部分が健全でも、エージェントが何を呼べて何を呼べないかを示します。
zh_hans: 工具配置档是服务端定义的组合，用来说明即使运行时其他部分看起来健康时，智能体仍能和不能调用什么。

source: Tool profiles explain what the runtime is allowed to call.
ja: ツールプロファイルは、ランタイムが何を呼び出せるかを示します。
zh_hans: 工具配置说明运行时被允许调用什么。

source: Tool-profile action readiness is currently anchored by dense bundled-tool catalogs.
ja: ツールプロファイルのアクション準備状況は現在、高密度なバンドルツールカタログが軸です。
zh_hans: 工具 profile 行动就绪度当前由高密度的捆绑工具目录主导。

source: Tool-profile action readiness is currently anchored by the filtered catalog slice and nearby route exits.
ja: ツールプロファイルのアクション準備状況は現在、フィルター済みカタログスライスと近くのルート出口が軸です。
zh_hans: 工具 profile 行动就绪度当前由筛选后的目录切片和附近路由出口主导。

source: Tool-profile action readiness is currently anchored by the selected profile and its bundled tools.
ja: ツールプロファイルのアクション準備状況は現在、選択中のプロファイルとそのバンドルツールが軸です。
zh_hans: 工具 profile 行动就绪度当前由已选 profile 及其捆绑工具主导。

source: Tool-profile action readiness is currently clear enough for compact route pivots and catalog review.
ja: ツールプロファイルのアクション準備状況は現在、コンパクトなルート切り替えとカタログ確認を進めるのに十分明確です。
zh_hans: 工具 profile 行动就绪度当前已足以支持紧凑路由切换和目录审查。

source: Tool-profile focus coverage is currently anchored by dense bundled tool sets.
ja: ツールプロファイルのフォーカス範囲は現在、密度の高いバンドルツールセットが軸です。
zh_hans: 工具配置焦点覆盖当前由密集的捆绑工具集合主导。

source: Tool-profile focus coverage is currently anchored by the filtered profile catalog.
ja: ツールプロファイルのフォーカス範囲は現在、フィルター済みのプロファイルカタログが軸です。
zh_hans: 工具配置焦点覆盖当前由筛选后的配置目录主导。

source: Tool-profile focus coverage is currently anchored by the selected profile and its bundled tools.
ja: ツールプロファイルのフォーカス範囲は現在、選択中プロファイルとそのバンドルツールが軸です。
zh_hans: 工具配置焦点覆盖当前由已选配置及其捆绑工具主导。

source: Tool-profile focus coverage is currently balanced across the visible profile catalog.
ja: ツールプロファイルのフォーカス範囲は現在、表示中のプロファイルカタログ全体で均衡しています。
zh_hans: 工具配置焦点覆盖当前在可见配置目录中保持平衡。

source: Tool-profile pressure is currently anchored by the selected profile and its bundled tools.
ja: ツールプロファイルの負荷は現在、選択中プロファイルとそのバンドルツールが軸です。
zh_hans: 工具配置压力当前由已选配置及其捆绑工具主导。

source: Tool-profile pressure is currently concentrated in a search-scoped catalog slice.
ja: ツールプロファイルの負荷は現在、検索で絞り込まれたカタログスライスに集中しています。
zh_hans: 工具配置压力当前集中在按搜索范围限定的目录切片上。

source: Tool-profile pressure is currently low and mostly reflects catalog tool density.
ja: ツールプロファイルの負荷は現在低く、主にカタログのツール密度を反映しています。
zh_hans: 工具配置压力当前较低，主要反映目录工具密度。

source: Tool-profile routes stay compact before the surrounding fleet and runtime drilldowns.
ja: ツールプロファイルのルートは、周辺のフリートおよびランタイムのドリルダウンに入る前はコンパクトなままです。
zh_hans: 工具配置路由会在周边机群与运行时下钻前保持紧凑。

source: Tool-profile routes stay compact while the catalog is search-scoped.
ja: カタログが検索で絞られている間、ツールプロファイルのルートはコンパクトなままです。
zh_hans: 当目录受搜索范围限制时，工具配置路由会保持紧凑。

source: Tool-profile support coverage is currently anchored by dense bundled-tool catalogs.
ja: ツールプロファイルの補助カバレッジは現在、高密度なバンドルツールカタログが軸です。
zh_hans: 工具配置辅助覆盖当前由密集的捆绑工具目录主导。

source: Tool-profile support coverage is currently anchored by the selected profile and its bundled tools.
ja: ツールプロファイルの補助カバレッジは現在、選択中プロファイルとそのバンドルツールが軸です。
zh_hans: 工具配置辅助覆盖当前由已选配置及其捆绑工具主导。

source: Tool-profile support coverage is currently balanced across the visible catalog.
ja: ツールプロファイルの補助カバレッジは現在、表示中のカタログ全体で均衡しています。
zh_hans: 工具配置辅助覆盖当前在可见目录中保持平衡。

source: Tool-profile support coverage is currently narrowed to the filtered catalog slice.
ja: ツールプロファイルの補助カバレッジは現在、フィルター済みのカタログスライスに狭まっています。
zh_hans: 工具配置辅助覆盖当前收窄到筛选后的目录切片。

source: Tool-profile workstream coverage is currently anchored by dense visible tool catalogs.
ja: ツールプロファイルのワークストリームカバレッジは現在、高密度な表示中ツールカタログが軸です。
zh_hans: 工具配置工作流覆盖当前由密集的可见工具目录主导。

source: Tool-profile workstream coverage is currently anchored by the filtered profile slice.
ja: ツールプロファイルのワークストリームカバレッジは現在、フィルター済みのプロファイルスライスが軸です。
zh_hans: 工具配置工作流覆盖当前由筛选后的配置切片主导。

source: Tool-profile workstream coverage is currently anchored by the selected profile.
ja: ツールプロファイルのワークストリームカバレッジは現在、選択中プロファイルが軸です。
zh_hans: 工具配置工作流覆盖当前由已选配置主导。

source: Tool-profile workstream coverage is currently light across the visible profiles.
ja: ツールプロファイルのワークストリームカバレッジは現在、表示中のプロファイル全体で軽めです。
zh_hans: 工具配置工作流覆盖当前在可见配置中整体较轻。

source: Toolchain
ja: ツールチェーン
zh_hans: 工具链

source: Tooling
ja: ツーリング
zh_hans: 工具层

source: Tooling · \(vm.mcpConnectivityStatus.summary)
ja: ツーリング · \(vm.mcpConnectivityStatus.summary)
zh_hans: 工具链 · \(vm.mcpConnectivityStatus.summary)

source: Tools
ja: ツール
zh_hans: 工具

source: Top agent: \((mostSkilledAgent.skills?.count ?? 0)) skills
ja: 上位エージェント: \((mostSkilledAgent.skills?.count ?? 0))件のスキル
zh_hans: 头部代理：\((mostSkilledAgent.skills?.count ?? 0)) 个技能

source: Top agent: 1 skill
ja: 上位エージェント: 1件のスキル
zh_hans: 头部代理：1 个技能

source: Top slice is full
ja: 上位スライスは満杯です
zh_hans: 顶部切片已满

source: Top spenders stay ranked here before you open the deeper budget monitor.
ja: 主要な支出者は、より深い予算モニターを開く前にここでランキング表示されたままです。
zh_hans: 头部支出者会先在这里按排名显示，再打开更深的预算监控。

source: Top Spenders Today
ja: 本日のトップ消費
zh_hans: 今日消费最高

source: Topology
ja: トポロジ
zh_hans: 拓扑

source: Topology depth, traffic volume, and transport state stay summarized before the comms topology and traffic rows take over.
ja: 通信のトポロジ行とトラフィック行が主役になる前に、トポロジ深度、トラフィック量、転送状態は要約表示のまま保たれます。
zh_hans: 在通信拓扑和流量行接管前，拓扑深度、流量体量和传输状态会保持汇总。

source: Topology inventory
ja: トポロジ一覧
zh_hans: 拓扑清单

source: Topology is ready for the first live agent link.
ja: トポロジは最初のライブエージェントリンクを表示できる状態です。
zh_hans: 拓扑已准备好显示第一条实时代理链路。

source: Topology loaded
ja: トポロジ読み込み済み
zh_hans: 拓扑已加载

source: Total
ja: 合計
zh_hans: 总计

source: Track inter-agent messages, spawns, and task coordination in real time.
ja: エージェント間メッセージ、スポーン、タスク調整をリアルタイムで追跡します。
zh_hans: 实时跟踪代理间消息、孵化和任务协调。

source: Traffic
ja: トラフィック
zh_hans: 流量

source: Traffic coverage
ja: トラフィックカバレッジ
zh_hans: 流量概览

source: Traffic coverage keeps live topology pressure readable before the comms feed begins.
ja: 通信フィードが始まる前に、トラフィックカバレッジはライブトポロジ圧力を読みやすく保ちます。
zh_hans: 在通信事件流开始前，流量概览会保持实时拓扑压力清晰可读。

source: Triage \(vm.pendingApprovalCount) pending approvals.
ja: \(vm.pendingApprovalCount) 件の保留承認をトリアージします。
zh_hans: 分诊 \(vm.pendingApprovalCount) 项待处理审批。

source: Trigger exhausted
ja: トリガー上限到達
zh_hans: 触发器已耗尽

source: Triggers
ja: トリガー
zh_hans: 触发器

source: Triggers, schedules, or cron jobs exist, but all of them are currently disabled.
ja: トリガー、スケジュール、または cron ジョブは存在しますが、現在はすべて無効です。
zh_hans: 已存在触发器、调度或定时任务，但目前它们都被禁用了。

source: Try a different agent name, label, or session signal.
ja: 別のエージェント名、ラベル、またはセッションシグナルで検索してください。
zh_hans: 尝试使用不同的智能体名称、标签或会话信号。

source: Try a different agent name, skill, or endpoint query.
ja: 別のエージェント名、スキル、またはエンドポイント検索を試してください。
zh_hans: 尝试其他代理名、技能或端点查询。

source: Try a different agent, action, or detail query.
ja: 別のエージェント、操作、または詳細で検索してください。
zh_hans: 尝试不同的智能体、操作或详情查询。

source: Try a different agent, task, or detail query.
ja: 別のエージェント、タスク、または詳細で検索してください。
zh_hans: 尝试不同的智能体、任务或详情查询。

source: Try a different agent, tool, or action query.
ja: 別のエージェント、ツール、または操作で検索してください。
zh_hans: 尝试不同的智能体、工具或操作查询。

source: Try a different filter or search term.
ja: 別のフィルターや検索語を試してください。
zh_hans: 尝试其他筛选条件或搜索词。

source: Try a different profile or tool search.
ja: 別のプロファイルまたはツール検索を試してください。
zh_hans: 尝试其他配置或工具搜索。

source: Try a different provider, channel, model, or alias query.
ja: 別のプロバイダ、チャネル、モデル、またはエイリアスで検索してください。
zh_hans: 请尝试不同的提供方、渠道、模型或别名查询。

source: Try a different recipient, channel, or status search.
ja: 別の宛先、チャネル、または状態で検索してください。
zh_hans: 请尝试使用不同的接收方、渠道或状态进行搜索。

source: Type: \(kind.label)
ja: 種別: \(kind.label)
zh_hans: 类型：\(kind.label)

source: Unavailable
ja: 利用不可
zh_hans: 不可用

source: Unknown
ja: 不明
zh_hans: 未知

source: Unknown agent
ja: 不明なエージェント
zh_hans: 未知智能体

source: Unknown error
ja: 不明なエラー
zh_hans: 未知错误

source: Unknown realtime error
ja: 不明な realtime エラー
zh_hans: 未知实时错误

source: Unlabeled
ja: 未ラベル
zh_hans: 未标注

source: Unresolved carryover is missing from focus: \(missingCarryover.joined(separator: ", ")).
ja: 未解決の持ち越しがフォーカスから漏れています: \(missingCarryover.joined(separator: ", "))。
zh_hans: 未解决的遗留事项未纳入关注点：\(missingCarryover.joined(separator: ", ")).

source: Unset
ja: 未設定
zh_hans: 未设置

source: Unsettled
ja: 未解決
zh_hans: 未完成

source: Unsettled deliveries
ja: 未解決の配信
zh_hans: 未完成投递

source: Unsettled: \(unsettledCount)
ja: 未解決: \(unsettledCount)
zh_hans: 未完成：\(unsettledCount)

source: Unwatch
ja: ウォッチ解除
zh_hans: 取消关注

source: Updated
ja: 更新済み
zh_hans: 已更新

source: Updated \(date.formatted(.relative(presentation: .named)))
ja: \(date.formatted(.relative(presentation: .named))) に更新
zh_hans: 更新于 \(date.formatted(.relative(presentation: .named)))

source: Uptime
ja: 稼働時間
zh_hans: 运行时长

source: Uptime exporting
ja: 稼働時間をエクスポート中
zh_hans: 运行时长导出中

source: Usage
ja: 使用状況
zh_hans: 使用情况

source: Usage facts
ja: 使用量の要点
zh_hans: 用量概况

source: Usage inventory
ja: 使用状況インベントリ
zh_hans: 使用概览

source: Usage inventory keeps spend, tokens, tool calls, and LLM calls visible on mobile.
ja: 使用量インベントリは、支出、トークン、ツール呼び出し、LLM 呼び出しをモバイルで見えるまま保ちます。
zh_hans: 用量清单会在移动端保持支出、token、工具调用和 LLM 调用可见。

source: Usage inventory keeps token flow, tool activity, spend, and retained session load visible before the detailed usage rows.
ja: 詳細な使用行が始まる前に、使用状況インベントリは token フロー、ツール活動、支出、保持セッション負荷を見える状態に保ちます。
zh_hans: 在详细使用行开始前，使用概览会保持 token 流量、工具活跃度、花费和保留会话负载可见。

source: Usage pending
ja: 使用量は保留中
zh_hans: 用量待就绪

source: Usage ready
ja: 使用量は準備完了
zh_hans: 用量已就绪

source: Use comms and runtime surfaces first.
ja: まず通信とランタイムの画面を使ってください。
zh_hans: 优先使用通信和运行时界面。

source: Use fleet and runtime surfaces first.
ja: まずフリートとランタイムの画面を使ってください。
zh_hans: 优先使用机群和运行时界面。

source: Use fleet context when approval requests cluster around the same agents.
ja: 承認要求が同じエージェント群に集中している場合は、フリート文脈を使います。
zh_hans: 当审批请求集中在同一批代理上时，使用编队上下文。

source: Use for short follow-through after the handoff lands.
ja: 引き継ぎ直後の短いフォローに使います。
zh_hans: 用于交接落地后的短期跟进。

source: Use for slower recovery work that still needs a same-shift check.
ja: 同一シフト内での確認が必要な、より遅い復旧作業に使います。
zh_hans: 用于恢复节奏较慢但仍需在本班次内复查的工作。

source: Use nearby agent, memory, and session surfaces first.
ja: まず近くのエージェント、メモリ、セッションの画面を使ってください。
zh_hans: 优先使用附近的代理、记忆和会话界面。

source: Use nearby incident and audit surfaces first.
ja: まず近くのインシデントと監査の画面を使ってください。
zh_hans: 优先使用附近的事件与审计界面。

source: Use search to narrow by agent, tool, or action.
ja: 検索を使ってエージェント、ツール、または操作で絞り込みます。
zh_hans: 使用搜索按代理、工具或操作缩小范围。

source: Use section coverage to confirm how much delivery context is ready before leaving receipt inspection.
ja: セクションカバレッジを使って、レシート確認を離れる前にどれだけの配信文脈が準備できているか確認します。
zh_hans: 使用分区覆盖确认离开回执检查前已有多少投递上下文准备就绪。

source: Use section coverage to confirm how much external-agent context is ready before leaving the directory.
ja: セクションカバレッジを使って、ディレクトリを離れる前にどれだけ外部エージェントの文脈が準備できているか確認します。
zh_hans: 使用分区覆盖确认离开目录前已有多少外部代理上下文准备就绪。

source: Use section coverage to confirm how much identity context is ready before leaving file inspection.
ja: セクションカバレッジを使って、ファイル確認を離れる前にどれだけの ID 文脈が準備できているか確認します。
zh_hans: 使用分区覆盖确认离开文件检查前已有多少身份上下文准备就绪。

source: Use section coverage to confirm how much profile context is ready before leaving the catalog.
ja: セクションカバレッジを使って、カタログを離れる前にどれだけのプロファイル文脈が準備できているか確認します。
zh_hans: 使用分区覆盖确认离开目录前已有多少配置上下文准备就绪。

source: Use section coverage to confirm the active receipt scope before pivoting into nearby incident or runtime surfaces.
ja: 近くのインシデントまたはランタイム画面へ切り替える前に、セクションカバレッジでアクティブなレシート範囲を確認します。
zh_hans: 使用分区覆盖确认激活的回执范围后，再切换到附近的事件或运行时界面。

source: Use section coverage to confirm the active workspace scope before pivoting into related agent surfaces.
ja: 関連するエージェント画面へ切り替える前に、セクションカバレッジでアクティブなワークスペース範囲を確認します。
zh_hans: 使用分区覆盖确认激活的工作区范围后，再切换到相关代理界面。

source: Use section coverage to confirm the scoped directory before pivoting into comms or runtime context.
ja: 通信またはランタイムの文脈へ切り替える前に、セクションカバレッジで絞り込まれたディレクトリを確認します。
zh_hans: 使用分区覆盖确认限定范围的目录后，再切换到通信或运行时上下文。

source: Use section coverage to confirm the scoped profile catalog before pivoting into fleet or runtime context.
ja: フリートまたはランタイムの文脈へ切り替える前に、セクションカバレッジで絞り込まれたプロファイルカタログを確認します。
zh_hans: 使用分区覆盖确认限定范围的配置目录后，再切换到机群或运行时上下文。

source: Use Suggested Focus
ja: 提案されたフォーカスを使う
zh_hans: 使用建议关注点

source: Use Suggested Follow-ups
ja: 提案されたフォローアップを使う
zh_hans: 使用建议后续事项

source: Use Suggested Note
ja: 提案されたノートを使う
zh_hans: 使用建议备注

source: Use the Agents tab to edit this watchlist
ja: このウォッチリストは Agents タブで編集してください
zh_hans: 请在智能体标签页中编辑这个关注列表

source: Use the broader runtime path when the incident needs deeper infrastructure context.
ja: インシデントがより深いインフラ文脈を必要とする場合は、より広いランタイム経路を使います。
zh_hans: 当事件需要更深层的基础设施上下文时，使用更广的运行时路径。

source: Use the compact alert slice to gauge severity mix and muted spillover before opening each alert row.
ja: 各アラート行を開く前に、コンパクトなアラートスライスで重大度の構成とミュートの波及を見極めます。
zh_hans: 在打开每条告警行之前，使用紧凑告警切片判断严重度组合和静音外溢。

source: Use the compact approval slice to judge queue pressure before acting on the visible approval cards.
ja: 表示中の承認カードに対応する前に、コンパクトな承認断面でキュー圧力を判断します。
zh_hans: 在处理可见审批卡片前，使用紧凑审批切片判断队列压力。

source: Use the compact audit slice to gauge recent security and runtime event pressure before opening the event feed.
ja: イベントフィードを開く前に、コンパクトな監査断面で最近のセキュリティ圧力とランタイムイベント圧力を把握します。
zh_hans: 在打开事件 feed 前，使用紧凑审计切片判断最近的安全和运行时事件压力。

source: Use the compact channel slice to judge setup readiness before opening the configured channel rows.
ja: 設定済みチャネル行を開く前に、コンパクトなチャネル断面で設定準備度を判断します。
zh_hans: 在打开已配置渠道行前，使用紧凑渠道切片判断设置准备度。

source: Use the compact deck to gauge streaming, push, and skill coverage before opening each external agent.
ja: コンパクトなデッキで、各外部エージェントを開く前にストリーミング、プッシュ、スキルのカバレッジを見極めます。
zh_hans: 使用紧凑卡片，在打开每个外部代理前判断流式、推送和技能覆盖。

source: Use the compact hand slice to gauge live automation coverage before opening each active or degraded hand row.
ja: 各アクティブまたは劣化した hand 行を開く前に、コンパクトな hand 断面でライブ自動化カバレッジを把握します。
zh_hans: 在打开每个活动或降级 hand 行前，使用紧凑 hand 切片判断实时自动化覆盖情况。

source: Use the compact provider slice to decide whether missing auth, local reachability, or model discovery needs the next tap.
ja: コンパクトなプロバイダ断面を使って、次に認証不足、ローカル到達性、モデル発見のどれを確認すべきか判断します。
zh_hans: 使用紧凑提供方切片判断下一步是否应查看缺失认证、本地可达性或模型发现。

source: Use the compact queue slice to judge how much of the approval backlog is already visible on the phone.
ja: コンパクトなキュー断面を使って、承認バックログのどれだけがこの端末で見えているか判断します。
zh_hans: 使用紧凑队列切片判断手机上已能看到多少审批积压。

source: Use the compact queue slice to judge severity mix and destination spread before opening each on-call row.
ja: コンパクトなキュー切片を使って、各オンコール行を開く前に深刻度の構成と遷移先の広がりを判断します。
zh_hans: 使用紧凑队列切片，在打开每个 on-call 行前判断严重级别混合和目标分布。

source: Use the compact queue slice to judge volume, labeling debt, and duplicate-agent spread before opening the rows.
ja: 各行を開く前に、コンパクトなキュー断面で件数、ラベルの未整備、重複エージェントの広がりを判断します。
zh_hans: 在打开各行前，使用紧凑队列切片判断体量、标签欠账和重复代理分布。

source: Use the compact route inventory to decide whether standby should escalate into night watch, on-call, or a slower support drill.
ja: コンパクトなルートインベントリを使って、待機をナイトウォッチ、オンコール、または遅い補助ドリルへ昇格させるべきか判断します。
zh_hans: 使用紧凑路由清单判断待命是否应升级为夜间值守、值班或较慢的辅助下钻。

source: Use the compact summary to see local outages, configured providers, and discovery depth before opening individual provider rows.
ja: 各プロバイダ行を開く前に、コンパクトな概要でローカル障害、設定済みプロバイダ、発見深度を確認します。
zh_hans: 在打开单个提供方行前，使用紧凑摘要查看本地故障、已配置提供方和发现深度。

source: Use the compact surface inventory to judge whether the next move should stay queue-first or jump into slower runtime and platform drills.
ja: コンパクトなサーフェスインベントリを使って、次の操作をキュー優先のまま進めるか、より遅い runtime とプラットフォームのドリルへ飛ぶか判断します。
zh_hans: 使用紧凑界面清单判断下一步应继续以队列优先，还是跳转到较慢的 runtime 和平台下钻。

source: Use the compact system inventory to judge kernel state, connectivity, and fleet size before opening individual rows.
ja: 個々の行を開く前に、コンパクトなシステムインベントリでカーネル状態、接続性、フリート規模を判断します。
zh_hans: 在打开单独行前，使用紧凑系统概览判断内核状态、连接情况和代理群规模。

source: Use the compact token slice to see top agent demand before reading the ranked rows.
ja: ランキング行を読む前に、コンパクトなトークン切片で上位 agent の需要を確認します。
zh_hans: 在阅读排行行之前，使用紧凑的 token 切片查看顶层 agent 需求。

source: Use the compact tool-call slice to see which agents are driving the most operator activity.
ja: コンパクトなツール呼び出し切片で、どの agent がもっとも多くのオペレーター活動を生み出しているかを確認します。
zh_hans: 使用紧凑的工具调用切片查看哪些 agent 正在驱动最多的操作员活动。

source: Use the compact warning slice to judge config drift before reading each validator message.
ja: 各バリデーターメッセージを読む前に、コンパクトな警告切片で設定ドリフトを判断します。
zh_hans: 在阅读每条验证器消息前，使用紧凑告警切片判断配置漂移。

source: Use the current snapshot to jump straight into the most relevant surface.
ja: 現在のスナップショットから最も関連するサーフェスへ直接移動します。
zh_hans: 使用当前快照直接跳转到最相关的面板。

source: Use the current-profile deck to confirm the loaded bundle and its tool weight before opening the full tool grid.
ja: 現在のプロファイルデッキで、完全なツールグリッドを開く前に読み込まれたバンドルとそのツール量を確認します。
zh_hans: 使用当前配置卡片，在打开完整工具网格前确认已加载捆绑及其工具规模。

source: Use the deck to gauge channel spread, recent failures, and unsettled sends before opening each receipt row.
ja: このデッキで、各レシート行を開く前にチャネル分布、最近の失敗、未解決送信を見極めます。
zh_hans: 使用此卡片，在打开每个回执行前判断通道分布、近期失败和未结清发送。

source: Use the deck to gauge missing files, visible footprint, and the largest present file before opening each workspace row.
ja: このデッキで、各ワークスペース行を開く前に欠落ファイル、表示中の規模、最大の存在ファイルを見極めます。
zh_hans: 使用此卡片，在打开每个工作区行前判断缺失文件、可见规模和最大的现有文件。

source: Use the direct monitors first when approvals, sessions, events, or handoff need a dedicated screen.
ja: 承認、セッション、イベント、引き継ぎに専用画面が必要な場合は、まず直接モニターを使います。
zh_hans: 当审批、会话、事件或交接需要专门界面时，优先使用直接监视器。

source: Use the fleet inventory deck to gauge running load, watch pressure, and auth drift before scanning every agent row.
ja: 各エージェント行を確認する前に、フリート一覧デッキで稼働負荷、ウォッチ圧力、認証ドリフトを把握します。
zh_hans: 在逐行查看每个代理前，使用代理群清单卡判断运行负载、关注压力和认证漂移。

source: Use the main operator routes first when approval pressure needs broader queue context.
ja: 承認圧力により広いキュー文脈が必要な場合は、まず主要なオペレータルートを使います。
zh_hans: 当审批压力需要更广的队列上下文时，优先使用主运维路由。

source: Use the queue split to tell whether the next tap belongs in live operator buckets or slower infrastructure follow-up.
ja: キューの分割を見て、次のタップがライブなオペレーターバケット向けか、遅いインフラのフォローアップ向けかを判断します。
zh_hans: 使用队列拆分判断下一次点击应该进入实时操作员分桶还是较慢的基础设施跟进。
